-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Aug 31, 2017 at 02:26 PM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `samera_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE IF NOT EXISTS `about` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(200) NOT NULL DEFAULT 'banner.png',
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '1',
  `publisher` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `about`
--

INSERT INTO `about` (`id`, `title`, `content`, `img`, `date`, `date_s`, `suspend`, `type`, `publisher`) VALUES
(1, 'الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى', '<p>الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  الخطوط العريضة للخطة التشغيلية العامة للسنة الاولى  </p>\r\n', '315786d5728bd4e3d5264faf823d59c3.png', 1438, 1489575860, 1, 1, '1'),
(2, 'محاور نجاح الجمعية', '<p> الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   الجمعية   </p>\r\n\r\n<ul>\r\n</ul>\r\n', 'db8b53d99ab828514fbf2ef8061fab1f.png', 1438, 1489575851, 1, 1, '1'),
(4, 'الرؤية المستقبلية والسياسات', '<p><strong>الرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياساتالرؤية المستقبلية والسياسات</strong></p>\r\n', '10aca158be6f279a2b72f178856deb27.png', 1438, 1489575844, 1, 1, '1'),
(5, 'الرسالة ', '<p>تقديم الخدمات التطوعية بطريقة علمية وباحترافية بما يسهم في تحقيق استراتيجية منطقة حائل بالتعاون مع كافة الجهات ذات العلاقة</p>\r\n', '2046f560256d1bd00a4e6a4596b67e36.png', 1438, 1489575821, 1, 1, '1'),
(6, 'الرؤية', '<p>التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  </p>\r\n', 'ee2203a7667403def4f77e4f3eefdb95.png', 1438, 1489575814, 1, 1, '1'),
(14, 'التعريف بالجمعية', '<p>التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  التعريف بالجمعية  </p>\r\n', 'da01cc98d703a5eecf05c3bbb0d89dcb.png', 1438, 1489575806, 1, 1, '1');

-- --------------------------------------------------------

--
-- Table structure for table `advertising`
--

CREATE TABLE IF NOT EXISTS `advertising` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `image` varchar(200) NOT NULL,
  `date` int(200) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `advertising`
--

INSERT INTO `advertising` (`id`, `image`, `date`, `date_s`) VALUES
(1, '6bde0f92fae0cc72390d4d1a5e87a6d0.jpg', 1485032400, '1485093696'),
(2, '47e6260f4c8104a21a5a24151cf7cb83.jpg', 1485032400, '1485093702'),
(4, 'bf311eb7416de82cf6fa51254b85719c.png', 1485205200, '1485207649');

-- --------------------------------------------------------

--
-- Table structure for table `albums_photo`
--

CREATE TABLE IF NOT EXISTS `albums_photo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `process` varchar(255) NOT NULL,
  `f_id` int(11) NOT NULL,
  `img` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` int(2) NOT NULL,
  `publisher` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `albums_photo`
--

INSERT INTO `albums_photo` (`id`, `process`, `f_id`, `img`, `date`, `date_s`, `suspend`, `publisher`) VALUES
(1, '1', 1, '2e9554826cb72cc7990915a828bb24bc.png', 1485205200, 1485246903, 1, 0),
(2, '1', 2, 'a878bf0f4f498ae443fe602516345575.png', 1485205200, 1485247021, 1, 0),
(3, '1', 3, '8c2aa386c2c7469f0a6562a02ea8e6cf.png', 1486933200, 1486977427, 1, 0),
(4, '1', 4, '48f2bca3a79113f7df3f50871951cb25.jpg', 1486933200, 1486977845, 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `album_associations`
--

CREATE TABLE IF NOT EXISTS `album_associations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(200) NOT NULL,
  `date` int(200) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `album_associations`
--

INSERT INTO `album_associations` (`id`, `img`, `date`, `date_s`) VALUES
(1, 'a:1:{i:0;s:36:"02d715f789e38564f8d02622069eb2ee.jpg";}', 1504126800, '1504176356');

-- --------------------------------------------------------

--
-- Table structure for table `all_defined`
--

CREATE TABLE IF NOT EXISTS `all_defined` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `type` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=116 ;

--
-- Dumping data for table `all_defined`
--

INSERT INTO `all_defined` (`id`, `title`, `type`) VALUES
(63, 'أرض', 5),
(90, 'فيلا ', 2),
(113, 'شقة', 2),
(50, 'أخرى', 4),
(49, 'سليم', 3),
(112, 'ملك', 1),
(111, 'مستأجر', 1),
(110, 'كبير سن', 3),
(109, 'مريض', 3),
(107, 'معاق', 3),
(105, 'كفيف', 3),
(62, 'منزل', 5),
(104, 'اخرى', 3),
(103, 'اعزب', 4),
(102, 'مطلقة', 4),
(101, 'أيتام', 4),
(100, 'أرملة', 4),
(99, 'مهجوره', 4),
(23, 'بيت شعبي', 2),
(24, ' بيت شعر وخيام', 2),
(25, 'معلقة', 4),
(26, 'متزوج', 4),
(1, 'سميراء', 7),
(8, 'الرفايع', 7),
(9, 'حريد', 7),
(12, 'وسيط', 7),
(4, 'كتيفة', 7),
(11, 'الغانمية', 7),
(14, 'الجابرية', 7),
(13, 'وتده', 7),
(5, 'حمراء القعساء', 7),
(6, 'القعساء', 7),
(7, 'الصفران', 7),
(3, 'مشاش ابن جازي', 7),
(2, 'غسل', 7),
(17, 'غمرة', 7),
(18, 'عقلة اللبن', 7),
(10, 'الدريعاء', 7),
(16, 'الحمودية', 7),
(15, 'الديماسة', 7),
(19, 'بادية سميراء', 7),
(20, 'أخرى', 7),
(47, 'مع الأسرة', 1),
(48, 'أخرى', 1),
(51, 'أخرى', 2),
(53, 'أسرة فقيرة', 8),
(54, 'أيتام', 8),
(55, 'أرملة', 8),
(56, 'مطلقة', 8),
(57, 'معلقة أو مهجورة', 8),
(58, 'معاق', 8),
(59, 'كبير السن', 8),
(60, 'أسرة سجين', 8),
(61, 'أخرى', 8),
(64, 'مزرعة', 5),
(65, 'سيارات', 5),
(66, 'محلات تجارية', 5),
(67, 'جيدة', 6),
(68, 'متوسطة', 6),
(69, 'ضعيفة', 6),
(70, 'ضعيفة جدا', 6);

-- --------------------------------------------------------

--
-- Table structure for table `all_words`
--

CREATE TABLE IF NOT EXISTS `all_words` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` text NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '1',
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `all_words`
--

INSERT INTO `all_words` (`id`, `content`, `type`, `date`, `date_s`) VALUES
(1, '<ul dir="rtl">\r\n <li>نشر ثقافة العمل التطوعي بطريقة علمية</li>\r\n <li>المساهمة الفاعلة والتنسيق المتكامل مع القطاع ( الحكومي والخاص والخيري والمجتمعي </li>\r\n <li dir="RTL">الاستفادة المثلي من الطاقات الفاعلة في المجتمع</li>\r\n <li dir="RTL">أبراز دور المتطوعين والداعمين والجهات المستفيدة ورصد وتوثيق جميع  أعمالها التطوعية</li>\r\n <li dir="RTL">المساهمة في تحقيق استراتيجية المنطقة</li>\r\n <li dir="RTL">توجيه طاقات الشباب نحو الاتجاه الايجابي الذي يعود بالنفع علية وعلي مجتمعه</li>\r\n <li dir="RTL">استقطاب وادارة وتدريب المتطوعين.</li>\r\n <li dir="RTL">تصميم وتنفيز المشاريع الاجتماعية والتطوعية</li>\r\n <li dir="RTL">المساهمة في رفع الوعي الثقافي والاقتصادي والاجتماعي لمنطقة حائل</li>\r\n</ul>\r\n', 3, '1485118800', '1485203299'),
(2, '<p dir="RTL"><strong>كلمة صاحب السمو الملكي الامير سعود بن عبد المحسن أمير منطقة حائل رئيس المجلس التنسيقي للجمعيات</strong></p>\r\n\r\n<p dir="RTL">أن المواطنة الحقة تجعلنا أمام مسئولية مضاعفة مسولين وأفراد من أجل ان تبقي هذه البلاد مثلا يحتذي بها في مدي عمق الروابط بين أبناء الوطن والاسهام الفاعل في بناءه وتحويل مشاعر الانتماء الصادق الي سلوكيات تحافظ علي المنجزات وتضاعفها</p>\r\n', 1, '1485118800', '1485201755'),
(3, '<p dir="RTL"><strong>النتائج للجمعية </strong></p>\r\n\r\n<ul>\r\n <li dir="RTL">الاجر العظيم من الله سبحانه وتعالي</li>\r\n <li dir="RTL">تقديم العون والمساعدة وقضاء حوائج الناس</li>\r\n <li dir="RTL">سد احتياجات المجتمع من الخدمات</li>\r\n <li dir="RTL">تنفيذ الكثير من الاعمال بأقل التكاليف وبجودة عالية</li>\r\n <li dir="RTL">المساهمة في تغير السلوكيات السلبية للشباب</li>\r\n <li dir="RTL">المساهمة في استثمار الطاقات المهدرة في المجتمع بما يحفظ المال العام</li>\r\n <li dir="RTL">سد الكثير من العجز لدي الجهات الحكومية والخيرة والخاصة</li>\r\n</ul>\r\n', 4, '1489525200', '1489577919'),
(4, '<ol>\r\n <li>النتائج المتوقع من الاعمال التطوعية</li>\r\n <li>إيجاد قنوات التواصل بين المتطوعين</li>\r\n <li>تلمس احتياجات المجتمع .</li>\r\n <li>تدريب وتأهيل المتطوعين والمجتمع</li>\r\n <li>المساهمة في ابراز دور المتطوعين والجهات الحكومية والخيرية والمجتمع والقطاع الخاص في المشاركة .</li>\r\n <li>المساهمة في تحسين الصورة الذهنية عن المتطوعين</li>\r\n <li>المساهمة في تحقيق استراتيجية المنطقة</li>\r\n <li>المساهمة في توفير الكثير من الامكانيات لصالح المنطقة .</li>\r\n</ol>\r\n', 5, '1485118800', '1485203491'),
(5, '<p>كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام كلمة الأمين العام </p>\r\n', 2, '1504126800', '1504177255');

-- --------------------------------------------------------

--
-- Table structure for table `all_works`
--

CREATE TABLE IF NOT EXISTS `all_works` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `content` varchar(255) NOT NULL,
  `vid` varchar(255) NOT NULL,
  `type` int(11) NOT NULL,
  `refuse_reason` text NOT NULL,
  `field_id` int(11) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` int(2) NOT NULL DEFAULT '0',
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `all_works`
--

INSERT INTO `all_works` (`id`, `name`, `content`, `vid`, `type`, `refuse_reason`, `field_id`, `date`, `date_s`, `suspend`, `publisher`) VALUES
(1, 'العمل الخيري الاول ', '<p>تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصي', '', 1, '', 2, '1438/05/16', 1485246903, 1, '0'),
(2, 'العمل الخيري الثاني ', '<p>تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصيل العمل تفاصي', 'xWInQ_eskPE', 2, '', 2, '1438/05/16', 1485247021, 1, '0'),
(3, 'العمل التطوعى الخاص ', '<p>العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوعى الخاص العمل التطوع', '', 1, '', 7, '1438/05/16', 1486977427, 1, '0'),
(4, 'عمل جديد ', '<p>عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد </p>\r\n\r\n<p>عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد عمل جديد </p>\r\n\r', '', 1, '', 1, '1438/05/16', 1486977845, 0, '0');

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `id` varchar(40) NOT NULL,
  `ip_address` varchar(45) NOT NULL,
  `timestamp` int(10) unsigned NOT NULL DEFAULT '0',
  `data` blob NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ci_sessions_timestamp` (`timestamp`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('23aa10453eb937693f0656273fde228a6b68cdd3', '::1', 1504172347, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343137323233353b67726f75705f6e756d6265727c693a303b757365725f69647c733a313a2231223b757365725f6e616d657c733a34353a22d8add985d8af20d8b9d8a8d8afd8a7d984d984d98720d986d8a7d8b5d8b120d8a7d984d8b4d8a8d8b1d985d98a223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b766f756e7465725f69647c733a313a2230223b747970657c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b),
('345eff09643eb8665faa9c3f98471dcd6be83052', '::1', 1504180461, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343137393832363b),
('5bed1c31ecdf1fd24cf3d9344ffc43cadc421696', '::1', 1504182359, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343138323335393b),
('9d2297452bb990247f4bc1958d2036610928e8ed', '::1', 1504174714, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343137323337333b67726f75705f6e756d6265727c733a323a223135223b757365725f69647c733a313a2231223b757365725f6e616d657c733a34353a22d8add985d8af20d8b9d8a8d8afd8a7d984d984d98720d986d8a7d8b5d8b120d8a7d984d8b4d8a8d8b1d985d98a223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b766f756e7465725f69647c733a313a2230223b747970657c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b),
('eddd3139e646fd10b3ac2bf1cf23f7bc2297963f', '::1', 1504179726, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530343137393135383b67726f75705f6e756d6265727c733a323a223132223b757365725f69647c733a313a2231223b757365725f6e616d657c733a34353a22d8add985d8af20d8b9d8a8d8afd8a7d984d984d98720d986d8a7d8b5d8b120d8a7d984d8b4d8a8d8b1d985d98a223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b766f756e7465725f69647c733a313a2230223b747970657c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b);

-- --------------------------------------------------------

--
-- Table structure for table `client`
--

CREATE TABLE IF NOT EXISTS `client` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `address` varchar(255) NOT NULL,
  `job_title_fk` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  `publisher` varchar(10) NOT NULL,
  `telephone` varchar(255) NOT NULL,
  `card_number` int(11) NOT NULL,
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `client`
--

INSERT INTO `client` (`id`, `name`, `address`, `job_title_fk`, `suspend`, `publisher`, `telephone`, `card_number`, `date`, `date_s`) VALUES
(6, 'حمد بن عبدالله بن ناصر الشبرمي', 'العنوان', 1, 1, '', '0503185833', 2147483647, 1504040400, 1504089423),
(7, 'ashraf ali', 'العنوان', 0, 1, '1', '312312876', 12393038, 1504040400, 1504090728);

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE IF NOT EXISTS `comments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `idea_id` int(100) NOT NULL,
  `comment` varchar(255) NOT NULL,
  `publisher` int(50) NOT NULL,
  `suspend` int(3) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `committee`
--

CREATE TABLE IF NOT EXISTS `committee` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `person_id` int(11) NOT NULL,
  `opinion` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `committee_id` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `committee`
--

INSERT INTO `committee` (`id`, `person_id`, `opinion`, `date`, `date_s`, `committee_id`) VALUES
(1, 3, '<p>يستحق </p>\r\n', '27-7-1438', 1493014080, 'a:3:{i:0;s:2:"28";i:1;s:2:"27";i:2;s:2:"26";}'),
(2, 1, '<p>موافق</p>\r\n', '8-7-1438', 1491385201, 'a:4:{i:0;s:2:"23";i:1;s:2:"22";i:2;s:2:"21";i:3;s:2:"20";}'),
(3, 8, '<p>يستحق الدعم </p>\r\n', '8-7-1438', 1491385238, 'a:2:{i:0;s:2:"22";i:1;s:2:"21";}'),
(4, 9, '<p>يستحق </p>\r\n', '24-8-1438', 1495357449, 'a:3:{i:0;s:2:"28";i:1;s:2:"27";i:2;s:2:"25";}'),
(5, 10, '<p>موافق </p>\r\n', '24-8-1438', 1495363469, 'a:2:{i:0;s:2:"28";i:1;s:2:"27";}'),
(6, 11, '<p>ZZZZZ</p>\r\n', '11-10-1438', 1499333831, 'a:3:{i:0;s:2:"28";i:1;s:2:"27";i:2;s:2:"26";}');

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE IF NOT EXISTS `contact` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `email` varchar(250) NOT NULL,
  `title` varchar(250) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(250) NOT NULL,
  `date_s` varchar(250) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `name`, `email`, `title`, `content`, `date`, `date_s`, `active`) VALUES
(1, 'بدر الصعيدي', 'baderhamod@gmail.com', 'رأيي بالموقع', 'السلام عليكم ورحمة الله وبركاتة\r\nوصلني رابط المركز من احد الاخوة يطلب ابداء الرأي\r\nعليه اهنيكم بهذا الانجاز الرائع حيث لمست الوضوح والبساطة والسلاسة بالتصفح ، لكن لدي اقتراح دمج الرؤية بالرؤية المستقبلية لتصبح رؤية واحدة للمركز يسعة للوصول لها، كما يمكن وضع خطط قصيرة المدى واخرى طويلة المدى لاعطاء المتلقي اكثر شفافية وتحديدا الجهات الداعمة.\r\nكما لا يخفاكم من امكانية الاستفادة من الدعاية والاعلان على الموقع، متمنيا من الله عز وج ان يوفقكم لفعل الخير. ', '1438-5-19', '1487242535', 1);

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

CREATE TABLE IF NOT EXISTS `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_dep_name` varchar(255) NOT NULL,
  `main_dep_f_id` varchar(255) NOT NULL,
  `sub_dep_name` varchar(255) NOT NULL,
  `sub_id` int(11) NOT NULL,
  `other_sub_name` varchar(255) NOT NULL,
  `suspend` tinyint(4) DEFAULT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `main_dep_name`, `main_dep_f_id`, `sub_dep_name`, `sub_id`, `other_sub_name`, `suspend`, `date`, `date_s`, `publisher`) VALUES
(1, 'البيئى', '', '', 0, '', 1, '1485205200', '1485208256', '1'),
(2, 'الصحى', '', '', 0, '', 1, '1485205200', '1485208273', '1'),
(3, 'الثقافى', '', '', 0, '', 1, '1485205200', '1485208288', '1'),
(4, 'الخيرى', '', '', 0, '', 1, '1485205200', '1485208309', '1'),
(5, 'التعليمى', '', '', 0, '', 1, '1485205200', '1485208316', '1'),
(6, 'الفنى', '', '', 0, '', 1, '1485205200', '1485208638', '1'),
(7, 'الزراعى', '', '', 0, '', 1, '1485205200', '1485208658', '1');

-- --------------------------------------------------------

--
-- Table structure for table `education`
--

CREATE TABLE IF NOT EXISTS `education` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `person_id` int(11) NOT NULL,
  `f_name` varchar(255) NOT NULL,
  `f_birth_date` varchar(255) NOT NULL,
  `f_id_card` varchar(255) NOT NULL,
  `f_type` varchar(255) NOT NULL,
  `f_education` varchar(255) NOT NULL,
  `total` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=64 ;

--
-- Dumping data for table `education`
--

INSERT INTO `education` (`id`, `person_id`, `f_name`, `f_birth_date`, `f_id_card`, `f_type`, `f_education`, `total`) VALUES
(52, 8, 'أحمد', '1991-02-22', '1234567899', '2', '7', 2),
(63, 11, 'غفبغعفبغفغف', '14000-12-01', '3232323244', '3', '4', 3),
(51, 7, 'فتحية برجس الشمري', '1400-12-10', '1111111245', '1', '0', 3),
(50, 7, 'الامين حبان', '1425-12-10', '1255555555', '2', '3', 3),
(62, 11, 'منتانتانتانتا', '1400-12-01', '6565454545', '1', '0', 3);

-- --------------------------------------------------------

--
-- Table structure for table `groups`
--

CREATE TABLE IF NOT EXISTS `groups` (
  `group_id` int(11) NOT NULL AUTO_INCREMENT,
  `group_title` varchar(255) NOT NULL,
  `group_link` varchar(255) NOT NULL DEFAULT '#',
  `group_order` int(11) DEFAULT NULL,
  `group_icon_code` varchar(255) NOT NULL,
  PRIMARY KEY (`group_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=26 ;

--
-- Dumping data for table `groups`
--

INSERT INTO `groups` (`group_id`, `group_title`, `group_link`, `group_order`, `group_icon_code`) VALUES
(2, 'إدارة المستخدمين', '#', 1, 'user2.png'),
(11, 'إدارة البيانات الأساسية', '#', 2, 'home.png'),
(12, 'إدارة الأخبار', '#', 6, 'news.png'),
(15, 'إدارة ألبوم الصور و الاعلانات', '#', 7, 'gallery.png'),
(16, 'مجلس الإدارة', '#', 3, 'manager.png'),
(23, 'إدارة برنامج المستفيدين', '#', 4, 'mostfad.png'),
(24, 'التقارير ', '#', 8, 'report.png'),
(25, 'إدارة الموظفين', '#', 5, 'businessmen-disussing.png');

-- --------------------------------------------------------

--
-- Table structure for table `income`
--

CREATE TABLE IF NOT EXISTS `income` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `person_id` int(11) NOT NULL,
  `society` text NOT NULL,
  `retard` text NOT NULL,
  `begger` text NOT NULL,
  `awqaf` text NOT NULL,
  `3waned` text NOT NULL,
  `retirement` text NOT NULL,
  `total` text NOT NULL,
  `other` varchar(255) NOT NULL,
  `aqar` varchar(255) NOT NULL DEFAULT '0',
  `ta2meen` varchar(255) NOT NULL DEFAULT '0',
  `medium_rate` varchar(255) NOT NULL DEFAULT '0',
  `camels` varchar(255) NOT NULL DEFAULT '0',
  `sheep` varchar(255) NOT NULL DEFAULT '0',
  `cows` varchar(255) NOT NULL DEFAULT '0',
  `others` varchar(255) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `income`
--

INSERT INTO `income` (`id`, `person_id`, `society`, `retard`, `begger`, `awqaf`, `3waned`, `retirement`, `total`, `other`, `aqar`, `ta2meen`, `medium_rate`, `camels`, `sheep`, `cows`, `others`) VALUES
(7, 7, '3', '5800', '12', '14', '0', '0', '5829', '0', '0', '0', '0', '0', '0', '0', '0'),
(8, 8, '5', '5', '5', '5', '5', '5', '44', '5', '2', '2', '22', '1', '1', '1', '1'),
(11, 11, '0', '4', '444', '444', '444', '444', '2668', '444', '0', '0', '890', '11', '0', '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `lagna`
--

CREATE TABLE IF NOT EXISTS `lagna` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `person_id` int(11) NOT NULL,
  `committee_id` text NOT NULL,
  `medical` tinyint(4) NOT NULL,
  `checked` int(11) NOT NULL,
  `fileds` int(11) NOT NULL,
  `number` int(11) NOT NULL,
  `details` text NOT NULL,
  `date` text NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `lagna`
--

INSERT INTO `lagna` (`id`, `person_id`, `committee_id`, `medical`, `checked`, `fileds`, `number`, `details`, `date`, `date_s`) VALUES
(4, 9, 'a:3:{i:0;s:2:"28";i:1;s:2:"27";i:2;s:2:"26";}', 1, 1, 2, 1111, 'ثقفثقفثقفثقف', '1438/08/24', 1495358933),
(5, 10, 'a:1:{i:0;s:2:"28";}', 1, 1, 1, 1, 'تفاصيل ', '1438/08/21', 1495363508),
(6, 11, 'a:9:{i:0;s:2:"28";i:1;s:2:"27";i:2;s:2:"26";i:3;s:2:"25";i:4;s:2:"24";i:5;s:2:"23";i:6;s:2:"22";i:7;s:2:"21";i:8;s:2:"20";}', 2, 1, 2, 0, 'zCczXczxcxz', '', 1499333871);

-- --------------------------------------------------------

--
-- Table structure for table `main_data`
--

CREATE TABLE IF NOT EXISTS `main_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `logo` varchar(250) NOT NULL,
  `date_construct` varchar(200) NOT NULL,
  `address` varchar(250) NOT NULL,
  `record_number` int(11) NOT NULL,
  `tele_info` text NOT NULL,
  `donations_number` text NOT NULL,
  `email_info` text NOT NULL,
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `publisher` varchar(10) NOT NULL,
  `type` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `main_data`
--

INSERT INTO `main_data` (`id`, `name`, `logo`, `date_construct`, `address`, `record_number`, `tele_info`, `donations_number`, `email_info`, `date`, `date_s`, `publisher`, `type`) VALUES
(2, 'الجمعية الخيرية بمحافظة سميراء', '24579adf3ecc43985c8e721aebe470b9.jpg', '1425/5/23', 'المملكة العربية السعودية - منطقة حائل - محافظة سميراء', 287, 'a:1:{i:0;s:10:"0165211006";}', 'a:2:{i:0;s:15:"485608010006066";i:1;s:15:"485608010006116";}', 'a:1:{i:0;s:23:"khayritsamera@gmail.com";}', 1504126800, 1504173702, '1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `members`
--

CREATE TABLE IF NOT EXISTS `members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `job_title_fk` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  `publisher` varchar(10) NOT NULL,
  `telephone` varchar(255) NOT NULL,
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=30 ;

--
-- Dumping data for table `members`
--

INSERT INTO `members` (`id`, `name`, `job_title_fk`, `suspend`, `publisher`, `telephone`, `date`, `date_s`) VALUES
(22, 'مجزع بن خليفة بن محسن  الصقيه', 3, 1, '4', '0505257784', 1492981200, 1493013445),
(21, 'حسين بن جار الله بن فهد  الشبرمي', 2, 1, '4', '0505165737', 1492981200, 1493013462),
(20, 'محمد بن سالم  بن مانع الشبرمي ', 1, 1, '4', '0567772937', 1492981200, 1493013473),
(23, 'ابراهيم عبدالمحسن ابراهيم  الجلعود', 4, 1, '4', '0555157036', 1492981200, 1493013631),
(24, 'مانع بن سالم بن مانع الشبرمي', 5, 1, '4', '0505164718', 1492981200, 1493013407),
(25, 'رشيد بن راشد بن مقرن الشبرمي', 5, 1, '4', '0505158175', 1492981200, 1493013359),
(26, 'عبدالعزيز عبدالمحسن ابراهيم  الجلعود', 5, 1, '4', '055285508', 1492981200, 1493013573),
(27, 'سلمان بن عيسى بن نامي الحربي', 5, 1, '4', '0551616709', 1492981200, 1493013318),
(28, 'رشيد بن عبدالرحمن بن براهيم  الشبرمي', 5, 1, '4', '0501444432', 1492981200, 1493013245);

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `image` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `date_day` int(11) NOT NULL,
  `publisher` int(11) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  `type` int(11) NOT NULL,
  `newspaper_name` text NOT NULL,
  `logo` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=45 ;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `content`, `image`, `date`, `date_s`, `date_day`, `publisher`, `suspend`, `type`, `newspaper_name`, `logo`) VALUES
(2, 'خبر 2 ', '<p [removed] right;">خبر2</p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(3, 'خبر 3 ', '<p [removed] right;">خبر3</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(4, 'خبر 4 ', '<p [removed] right;">خبر4</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(5, 'خبر 5 ', '<p [removed] right;">خبر5</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(6, 'خبر 6 ', '<p [removed] right;">خبر6</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(7, 'خبر 7 ', '<p [removed] right;">خبر7</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(8, 'خبر 8 ', '<p [removed] right;">خبر8</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(9, 'خبر 9 ', '<p [removed] right;">خبر9</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(10, 'خبر 10 ', '<p [removed] right;">خبر10</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(11, 'خبر 11 ', '<p [removed] right;">خبر11</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(12, 'خبر 12 ', '<p [removed] right;">خبر12</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(13, 'خبر 13 ', '<p [removed] right;">خبر13</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(14, 'خبر 14 ', '<p [removed] right;">خبر14</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(15, 'خبر 15 ', '<p [removed] right;">خبر15</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(16, 'خبر 16 ', '<p [removed] right;">خبر16</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(17, 'خبر 17 ', '<p [removed] right;">خبر17</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(18, 'خبر 18 ', '<p [removed] right;">خبر18</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(19, 'خبر 19 ', '<p [removed] right;">خبر19</p> ', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485093222, 1485032400, 1, 1, 0, '', ''),
(20, 'خبر 20 ', '<p>خبر20</p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-22', 1485194094, 1485118800, 1, 1, 0, '', ''),
(21, 'خبر صحفي 1', '<p>خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '1438/05/16', 1486973381, 1486933200, 1, 1, 1, 'خبر صحفي ', '731a1fae800eb32735de232e8f88f3c3.jpg'),
(22, 'خبر صحفي 2', '<p>خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي خبر صحفي </p>\r\n', 'a:3:{i:0;s:36:"7c42271f7793c9cc629c1b250a6c7997.png";i:1;s:36:"3d31bac84b69bd01a5151521917a1140.jpg";i:2;s:36:"ad8d3ee9bd29e88b02cb199c950d47f0.jpg";}', '1438/05/16', 1504168132, 1504126800, 1, 1, 1, 'جريدة الوطن', '1af91c1d33c52b124b18bd707650ddd5.jpg'),
(23, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(24, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(25, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(26, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(27, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(28, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(29, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(30, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(31, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(32, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(33, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(34, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(35, 'خبر جديد ', '<p>تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر تفاصيل الخبر </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '2017-01-25', 1485194162, 1485118800, 1, 1, 0, '', ''),
(40, 'تدشين موقع جمعية سميراء الخيرية', '<p>تدشين موقع جمعية سميراء الخيرية</p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '1438/06/16', 1503927531, 1503867600, 1, 1, 0, '', ''),
(39, 'تدشين موقع جمعية سميراء الخيرية', '<p [removed] right;">تم اليوم بفضل الله تعالى تدشين برنامج إدارة المستفدين من جمعية سميراء الخيرية </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '1438/06/16', 1489591160, 1489525200, 1, 1, 0, '', ''),
(42, 'الخبر الاخير ', '<p>الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير الخبر الاخير </p>\r\n', 'a:1:{i:0;s:36:"e3d816b15c584c08e8d7072366a06f43.jpg";}', '1438/12/22', 1503927588, 1503867600, 1, 1, 0, '', ''),
(43, 'خبر الجمعية الاخير  ', '<p>خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  خبر الجمعية الاخير  </p>\r\n', 'a:3:{i:0;s:36:"eba77cb4a25095ae92e97303f39630a7.jpg";i:1;s:36:"fab0e5a18d8f1eab332b4e46b335ee37.jpg";i:2;s:36:"b31e8da498daaace70cf687d572aed79.jpg";}', '1438/12/21', 1504004328, 1503954000, 1, 1, 0, '', ''),
(44, 'الخبر الاول الخاص جدا ', 'الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا الخبر الاول الخاص جدا ', 'a:2:{i:0;s:36:"7886843ec56768b1e08cb056479ace05.jpg";i:1;s:36:"0851a209823f2ccdc9c35027b31c1f58.jpg";}', '13', 1504094821, 1504040400, 1, 0, 0, '', '');

-- --------------------------------------------------------

--
-- Table structure for table `opinions`
--

CREATE TABLE IF NOT EXISTS `opinions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `job` varchar(300) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(200) NOT NULL DEFAULT 'banner.png',
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `opinions`
--

INSERT INTO `opinions` (`id`, `title`, `job`, `content`, `img`, `date`, `date_s`) VALUES
(1, 'الشخص الاول ', 'مهندس ', '<p>الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    الكلمة    </p>\r\n', 'e5f8b939abbf52bb7b65d277ef85de5f.jpg', 1503954000, 1504016253);

-- --------------------------------------------------------

--
-- Table structure for table `organization`
--

CREATE TABLE IF NOT EXISTS `organization` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` text NOT NULL,
  `suspend` int(11) NOT NULL,
  `img` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `organization`
--

INSERT INTO `organization` (`id`, `title`, `date`, `date_s`, `publisher`, `suspend`, `img`) VALUES
(1, 'جهة 1', 1485118800, 1485169340, '', 0, '9059104c7388362e2f81f64cb21e5c4e.jpg'),
(2, 'جهة 2', 1485205200, 1485278965, '', 0, '45c0bbe76e67d623542749cf49e90868.jpg'),
(3, 'جهة 3', 1485205200, 1485279020, '', 0, '7e3278bceea786b662ec10341f6d4194.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `page_id` int(11) NOT NULL AUTO_INCREMENT,
  `page_title` varchar(255) NOT NULL,
  `page_link` varchar(255) NOT NULL,
  `group_id_fk` int(11) NOT NULL,
  `page_order` int(11) NOT NULL,
  `page_icon_code` varchar(255) NOT NULL,
  PRIMARY KEY (`page_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=68 ;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`page_id`, `page_title`, `page_link`, `group_id_fk`, `page_order`, `page_icon_code`) VALUES
(1, 'إضافة مجموعة تحكم', 'dashboard/addgroup', 1, 0, 'fa fa fa-object-group fa-2x'),
(2, 'إضافة صفحات  التحكم', 'dashboard/add_page', 1, 1, 'fa fa-wrench fa-2x'),
(3, 'إدارة الصلاحيات', 'dashboard/create_role', 2, 1, 'fa fa-toggle-on fa-2x'),
(4, 'إضافة مستخدم', 'dashboard/add_user', 2, 1, 'fa fa-user-plus fa-2x'),
(16, 'أعضاء مجلس الإدارة', 'dashboard/addmembers', 16, 1, 'fa fa-address-card fa-2x'),
(17, 'كلمة رئيس المجلس', 'dashboard/addmanager_word', 16, 2, 'fa fa-commenting fa-2x'),
(18, 'كلمة الأمين العام', 'dashboard/addamin_word', 16, 3, 'fa fa-commenting-o fa-2x'),
(19, 'عن الجمعية', 'dashboard/addabout', 11, 2, 'fa fa-info-circle fa-2x'),
(20, 'أهداف الجمعية', 'dashboard/addmagles_goals', 11, 3, 'fa fa-bullseye fa-2x'),
(21, 'النتائج المتوقعة للجمعية', 'dashboard/addamanet_elmagles', 11, 4, 'fa fa-thumbs-up fa-2x'),
(23, 'البيانات الأساسية', 'dashboard/add_main_data', 11, 1, 'fa fa-wpforms fa-2x'),
(24, 'أخبار الجمعية', 'dashboard/add_news', 12, 1, 'fa fa-file-text fa-2x'),
(26, 'الجمعية في الصحافة', 'dashboard/add_journalist', 12, 2, 'fa fa-newspaper-o fa-2x'),
(33, 'إضافة الصور الرئيسية', 'dashboard/addslider', 15, 1, 'fa fa-camera fa-2x'),
(34, 'مكتبة الصور', 'dashboard/add_album', 15, 2, 'fa fa-book fa-fw fa-2x'),
(35, 'إضافة إعلان خارجي', 'dashboard/addadver', 15, 3, 'fa fa-bullhorn fa-2x'),
(36, 'عرض الرسائل الواردة', 'dashboard/contact', 10, 1, 'fa fa-envelope-o fa-2x'),
(38, 'القوائم التعريفية', 'dashboard/add_all_defined', 23, 1, 'fa fa-list fa-2x'),
(45, 'إضافة الجهات الداعمة', 'dashboard/add_gehat_da3ma', 11, 5, 'fa fa-plus fa-2x'),
(52, 'إضافة مواقع تهمك', 'dashboard/add_sites', 11, 6, 'fa fa-plus fa-2x'),
(54, 'طلبات المساعدة الواردة', 'dashboard/request', 23, 2, 'fa fa-file-text fa-2x'),
(55, 'إستمارة طلب مساعدة', 'dashboard/add_person', 23, 1, 'fa fa-wpforms fa-2x'),
(56, 'إضافة رأي الباحث', 'dashboard/researcher', 23, 3, 'fa fa-plus fa-2x'),
(57, 'إضافة رأي اللجنه ', 'dashboard/Committee', 23, 4, 'fa fa-plus fa-2x'),
(58, 'إضافة رأي مجلس الإدارة', 'dashboard/search_lagna', 23, 5, 'fa fa-plus fa-2x'),
(59, 'تقارير الموظفيين', 'dashboard/client_report', 24, 3, 'fa fa-paperclip fa-2x'),
(60, 'تقارير أعضاء مجلس الإدارة', 'dashboard/members_report', 24, 2, 'fa fa-paperclip fa-2x'),
(61, 'تقارير المستفيدين', 'dashboard/person_report', 24, 1, 'fa fa-paperclip fa-2x'),
(62, 'طلبات المساعدة ', 'dashboard/requests', 24, 4, 'fa fa-paperclip fa-2x'),
(63, 'تقرير الباحثين', 'dashboard/reseachers_count', 24, 5, 'fa fa-paperclip fa-2x'),
(64, 'طباعه قرار مجلس الإدارة', 'dashboard/print_lagna', 23, 6, 'fa fa-print fa-2x'),
(65, 'طلبات المساعدة خلال فترة ', 'dashboard/requests_period', 24, 6, 'fa fa-paperclip fa-2x'),
(66, 'إضافة باحث أو موظف', 'dashboard/addclient', 25, 1, 'fa fa-black-tie fa-2x'),
(67, 'تقرير السلة الرمضانية', 'dashboard/print_report', 24, 7, 'fa fa-paperclip fa-2x');

-- --------------------------------------------------------

--
-- Table structure for table `papers`
--

CREATE TABLE IF NOT EXISTS `papers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `person_id` int(11) NOT NULL,
  `report1` text NOT NULL,
  `report2` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE IF NOT EXISTS `permissions` (
  `page_id_fk` int(11) NOT NULL,
  `role_id_fk` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`page_id_fk`, `role_id_fk`) VALUES
(1, 1),
(2, 1),
(55, 3),
(56, 3),
(62, 3),
(65, 3),
(17, 2),
(58, 2),
(64, 2),
(61, 2),
(60, 2),
(59, 2),
(62, 2),
(63, 2),
(65, 2);

-- --------------------------------------------------------

--
-- Table structure for table `person`
--

CREATE TABLE IF NOT EXISTS `person` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `birth_date` text NOT NULL,
  `town` text NOT NULL,
  `neighborhood` text NOT NULL,
  `place` varchar(255) NOT NULL,
  `gender` tinyint(4) NOT NULL DEFAULT '0',
  `house_type` int(11) NOT NULL,
  `house_rent` text NOT NULL,
  `house_owner` text NOT NULL,
  `home_phone` text NOT NULL,
  `mobile` text NOT NULL,
  `card_num` int(11) NOT NULL,
  `card_date` text NOT NULL,
  `card_source` text NOT NULL,
  `male_num` int(11) NOT NULL,
  `femal_num` int(11) NOT NULL,
  `job` text NOT NULL,
  `job_phone` text NOT NULL,
  `job_place` text NOT NULL,
  `salary` text NOT NULL,
  `social_status` int(11) NOT NULL,
  `orphan_name` text NOT NULL,
  `orphan_prove` text NOT NULL,
  `orphan_propety` int(11) NOT NULL,
  `orphan_propety_rent` text NOT NULL,
  `health_state` int(11) NOT NULL,
  `house_state` int(11) NOT NULL,
  `approved` int(11) NOT NULL DEFAULT '0',
  `date` text NOT NULL,
  `date_s` int(11) NOT NULL,
  `benefit` varchar(255) NOT NULL,
  `other` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `person`
--

INSERT INTO `person` (`id`, `name`, `birth_date`, `town`, `neighborhood`, `place`, `gender`, `house_type`, `house_rent`, `house_owner`, `home_phone`, `mobile`, `card_num`, `card_date`, `card_source`, `male_num`, `femal_num`, `job`, `job_phone`, `job_place`, `salary`, `social_status`, `orphan_name`, `orphan_prove`, `orphan_propety`, `orphan_propety_rent`, `health_state`, `house_state`, `approved`, `date`, `date_s`, `benefit`, `other`) VALUES
(11, 'حبان الامين بابكر', '1428/10/12', '', 'الحي', '1', 1, 47, '', '', '1125121', '2315642121', 1523121212, '1438/10/13', 'hgptv', 0, 2, ';kljkjkjkjk', '65454545', 'ijoijoiuoiuoiu', '444', 26, '', '', 0, '', 49, 23, 1, '11-10-1438', 1504177701, '53', '');

-- --------------------------------------------------------

--
-- Table structure for table `reports`
--

CREATE TABLE IF NOT EXISTS `reports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `attached` text NOT NULL,
  `publisher` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `researcher`
--

CREATE TABLE IF NOT EXISTS `researcher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `researcher_id` int(11) NOT NULL,
  `person_id` int(11) NOT NULL,
  `request_type` int(11) NOT NULL,
  `business` int(11) NOT NULL,
  `business_type` text NOT NULL,
  `propety` int(11) NOT NULL,
  `family_health` text NOT NULL,
  `living_type` int(11) NOT NULL,
  `info` text NOT NULL,
  `opinion` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `researcher`
--

INSERT INTO `researcher` (`id`, `researcher_id`, `person_id`, `request_type`, `business`, `business_type`, `propety`, `family_health`, `living_type`, `info`, `opinion`, `date`, `date_s`) VALUES
(1, 1, 1, 1, 1, '', 65, 'يوجد مريض في العائلة', 69, 'يوجد', '<p>لا يستحق المعونة</p>\r\n', '1491771600', '1491834771'),
(2, 6, 2, 2, 1, '', 0, 'شسشسش', 69, 'شسشس', '<p>يستحق الدعم </p>\r\n', '1491339600', '1491391081'),
(3, 1, 3, 1, 1, '', 63, 'سليمة', 70, 'لا يوجد اضافات ', '<p>يستحق المساعدة</p>\r\n', '1492981200', '1493014033'),
(4, 1, 8, 1, 1, '', 0, 'أسرة سليمة', 68, 'لا يوجد', '<p>راي الباحث الخاص </p>\r\n', '1495314000', '1495356369'),
(5, 0, 9, 1, 1, '', 63, 'swrwer', 68, 'werwer', '<p>يستحق </p>\r\n', '1495314000', '1495357391'),
(6, 0, 10, 1, 1, '', 66, 'تمام', 70, 'لا يوجد', '<p>موافق </p>\r\n', '1495314000', '1495363311'),
(7, 0, 11, 1, 1, '', 66, 'sadfasfsadf', 70, 'zXCFfzxczxc', '<p>hbgvjhgvjhvjhv</p>\r\n', '1499288400', '1499333809');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE IF NOT EXISTS `roles` (
  `role_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `role_name` varchar(255) NOT NULL,
  PRIMARY KEY (`role_id_pk`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`role_id_pk`, `role_name`) VALUES
(1, 'admin'),
(2, 'رئيس مجلس إدارة'),
(3, 'موظف');

-- --------------------------------------------------------

--
-- Table structure for table `sayings`
--

CREATE TABLE IF NOT EXISTS `sayings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `who` text NOT NULL,
  `content` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` int(11) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `sayings`
--

INSERT INTO `sayings` (`id`, `who`, `content`, `date`, `date_s`, `publisher`, `suspend`) VALUES
(1, 'كلمة متطوع 1', '<p>كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع </p>\r\n', 1485118800, 1485169144, 1, 1),
(2, 'كلمة متطوع 2', '<p>كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع </p>\r\n', 1485118800, 1485169153, 1, 1),
(3, 'كلمة متطوع 3', '<p>كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع </p>\r\n', 1485118800, 1485169161, 1, 1),
(4, 'كلمة متطوع 4', '<p>كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع كلمة متطوع </p>\r\n', 1485118800, 1485169170, 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE IF NOT EXISTS `sessions` (
  `sessions_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `course_id_fk` int(11) NOT NULL,
  `sessions_name` varchar(255) NOT NULL,
  `sessions_cost` int(11) NOT NULL,
  `sessions_time` int(11) NOT NULL,
  `sessions_word` varchar(255) NOT NULL,
  `sessions_details` text NOT NULL,
  `sessions_goals` varchar(255) NOT NULL,
  `sessions_img` varchar(255) NOT NULL,
  `sessions_for` varchar(255) NOT NULL,
  `reserve_confirm` int(11) DEFAULT '1',
  PRIMARY KEY (`sessions_id_pk`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`sessions_id_pk`, `course_id_fk`, `sessions_name`, `sessions_cost`, `sessions_time`, `sessions_word`, `sessions_details`, `sessions_goals`, `sessions_img`, `sessions_for`, `reserve_confirm`) VALUES
(5, 3, 'كورس php ', 1200, 28, 'كورس بي اتش بي و ماي سيككوال ', '<p>كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال </p>\r\n\r\n<p>كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال </p>\r\n\r\n<p>كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال </p>\r\n\r\n<p>كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال </p>\r\n\r\n<p>كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال  كورس بي اتش بي و ماي سيككوال </p>\r\n', 'شهادة معتمدة من المركز ', '6e69eb008db5e7b0574e5d698c462846.jpg', 'كليات الهندسة والحاسبات وجميع المؤسسات التي ترغب بذلك ', 0),
(6, 3, 'كورس جافا ', 1300, 30, 'كورس جافا ', '<p>كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  </p>\r\n\r\n<p>كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  </p>\r\n\r\n<p>كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  </p>\r\n\r\n<p>كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  </p>\r\n\r\n<p>كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  كورس جافا  كورس جافا  كورس جافا كورس جافا  </p>\r\n', 'شهادة معتمدة من المركز ', 'da626c953c5c55f9ae154694597d633a.png', 'جميع الفئات ', 0);

-- --------------------------------------------------------

--
-- Table structure for table `sessions_reserve`
--

CREATE TABLE IF NOT EXISTS `sessions_reserve` (
  `sessions_reserve_id_pk` int(11) NOT NULL,
  `sessions_id_fk` int(11) NOT NULL,
  `sessions_reserve_name` varchar(255) NOT NULL,
  `nationality` text NOT NULL,
  `number` text NOT NULL,
  `type` int(11) NOT NULL,
  `age` int(11) NOT NULL,
  `sgl_madny` int(11) NOT NULL,
  `sessions_reserve_email` varchar(255) NOT NULL,
  `sessions_reserve_phone` int(11) NOT NULL,
  `sessions_reserve_address` varchar(255) NOT NULL,
  `sessions_reserve_work` varchar(255) NOT NULL,
  `sessions_reserve_work_at` varchar(255) NOT NULL,
  `sessions_reserve_notes` text NOT NULL,
  `session_reserve_confirm` int(11) DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sessions_reserve`
--

INSERT INTO `sessions_reserve` (`sessions_reserve_id_pk`, `sessions_id_fk`, `sessions_reserve_name`, `nationality`, `number`, `type`, `age`, `sgl_madny`, `sessions_reserve_email`, `sessions_reserve_phone`, `sessions_reserve_address`, `sessions_reserve_work`, `sessions_reserve_work_at`, `sessions_reserve_notes`, `session_reserve_confirm`) VALUES
(2, 2, 'محمد', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(3, 4, 'أحمد', '', '', 0, 0, 0, 'gfhgh', 1213, 'fdfsdf', 'fgdfgdfg', 'fgdgdgdf', '<p>dgdfgd</p>\r\n', 1),
(4, 2, 'محمود', '', '', 0, 0, 0, 'helbawy@ttt.com', 435345, 'fdfds', 'dsfds', 'dfsfs', '<p>sdfsdf</p>\r\n', 2),
(5, 4, 'حمود', '', '', 0, 0, 0, 'helbawy@ttt.com', 453453, 'bgfhf', 'gfhgfh', 'gfhgf', '<p>fghgfh</p>\r\n', 1),
(6, 2, 'حمادة', '', '', 0, 0, 0, 'helbawy@ttt.com', 123, 'fff', 'fff', 'fff', 'fff  ', 2),
(7, 2, 'محمد محمد', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(8, 2, 'محمد أحمد', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(9, 2, 'محمد محسن', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(10, 2, 'محمد إبراهيم', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(11, 2, 'محمد أمير', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(12, 2, 'محمد محمود', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(13, 2, 'محمد صلاح', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(14, 2, 'محمد سلامة', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(15, 2, 'محمد يس', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(16, 2, 'محمد ياسر', '', '', 0, 0, 0, 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 2),
(0, 5, 'عمر أحمد', 'سعودي', '1123', 0, 0, 0, 'a@a', 122222, 'حائل', 'طالب ', 'طالب ', '<p>لا يوجد </p>\r\n', 2),
(0, 5, 'das', '', '', 0, 12, 2, 'a@ua.com', 12, '', 'wq', '', '', 0);

-- --------------------------------------------------------

--
-- Table structure for table `sites`
--

CREATE TABLE IF NOT EXISTS `sites` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `url` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `sites`
--

INSERT INTO `sites` (`id`, `name`, `url`, `date`, `date_s`) VALUES
(1, 'موقع 1', 'www.yahoo.com', 1485291600, 1485332959),
(2, 'موقع 2', 'www.yahoo.com', 1485291600, 1485333026),
(3, 'موقع 3', 'www.yahoo.com', 1485291600, 1485333048);

-- --------------------------------------------------------

--
-- Table structure for table `slider`
--

CREATE TABLE IF NOT EXISTS `slider` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` text NOT NULL,
  `title` varchar(250) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `slider`
--

INSERT INTO `slider` (`id`, `img`, `title`, `content`, `date`, `date_s`) VALUES
(1, '5fde8c612e6eba0aa0f8e3fea28b6e8f.png', 'الصورة الاوى ', 'محتوى الصورة الاوى ', '1503954000', '1504016429');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(400) NOT NULL,
  `user_username` varchar(255) NOT NULL,
  `user_pass` varchar(255) NOT NULL,
  `user_email` varchar(255) NOT NULL,
  `role_id_fk` int(11) NOT NULL,
  `vounter_id` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `user_phone` varchar(20) NOT NULL,
  `user_photo` varchar(255) NOT NULL DEFAULT 'user.png',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `admin_user` (`user_username`,`user_email`),
  KEY `user_phone` (`user_phone`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `user_name`, `user_username`, `user_pass`, `user_email`, `role_id_fk`, `vounter_id`, `type`, `user_phone`, `user_photo`) VALUES
(1, 'حمد عبدالله ناصر الشبرمي', 'admin', 'adcd7048512e64b48da55b027577886ee5a36350', 'heshamtatawy@gmail.com', 1, 0, 1, '01099942304', 'user.png'),
(4, 'admin', 'admin', '90b9aa7e25f80cf4f64e990b78a9fc5ebd6cecad', 'hesham_gpl@yahoo.com', 1, 0, 1, '01099942304', 'user.png'),
(6, 'حبان الأمين بابكر', 'heban', '63982e54a7aeb0d89910475ba6dbd3ca6dd4e5a1', 'heban1717@hotmail.com', 1, 0, 1, '0503185833', 'user.png'),
(7, 'حمد عبدالله ناصر الشبرمي', 'hamed', 'adcd7048512e64b48da55b027577886ee5a36350', 'heban1717@hotmail.com', 3, 6, 3, '0503185833', 'user.png');

-- --------------------------------------------------------

--
-- Table structure for table `volunteer`
--

CREATE TABLE IF NOT EXISTS `volunteer` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `gender` int(11) NOT NULL,
  `card_num` int(11) NOT NULL,
  `birth_date` int(11) NOT NULL,
  `qualification` int(11) NOT NULL,
  `specialized` text NOT NULL,
  `social_status` int(11) NOT NULL,
  `nationality` text NOT NULL,
  `about_file` text NOT NULL,
  `mobile` int(11) NOT NULL,
  `tele` int(11) NOT NULL,
  `email` text NOT NULL,
  `fax` int(11) NOT NULL,
  `city` text NOT NULL,
  `alhai` text NOT NULL,
  `job` varchar(255) NOT NULL,
  `keta3` varchar(255) NOT NULL,
  `destination_job` varchar(255) NOT NULL,
  `administration` text NOT NULL,
  `title_job` text NOT NULL,
  `blood_type` varchar(255) NOT NULL,
  `diseases` int(11) NOT NULL,
  `diseases_type` int(11) NOT NULL,
  `medical_insurance` int(11) NOT NULL,
  `company` text NOT NULL,
  `fields_id` text NOT NULL,
  `volunteer_type` int(11) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '0',
  `publisher` text NOT NULL,
  `refuse_reason` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=13 ;

--
-- Dumping data for table `volunteer`
--

INSERT INTO `volunteer` (`id`, `name`, `gender`, `card_num`, `birth_date`, `qualification`, `specialized`, `social_status`, `nationality`, `about_file`, `mobile`, `tele`, `email`, `fax`, `city`, `alhai`, `job`, `keta3`, `destination_job`, `administration`, `title_job`, `blood_type`, `diseases`, `diseases_type`, `medical_insurance`, `company`, `fields_id`, `volunteer_type`, `date`, `date_s`, `suspend`, `publisher`, `refuse_reason`) VALUES
(2, 'المتطوع الاول', 1, 88766, 1484168400, 2, 'التخصص', 3, '51', 'maktab.pdf', 877, 876, 'A@yahoo.com', 877, '45', 'حى', '1', '0', '0', '', '', '6', 2, 0, 0, '', 'a:1:{i:0;s:1:"1";}', 1, '1485118800', '', 1, '1', ''),
(3, 'المتطوع الثانى', 1, 88766, 1484168400, 2, 'التخصص', 3, '51', 'maktab.pdf', 877, 876, 'A@yahoo.com', 877, '44', 'حى', '1', '0', '0', '', '', '6', 2, 0, 0, '', 'a:1:{i:0;s:1:"1";}', 1, '1485118800', '', 1, '1', ''),
(4, 'المتطوع الثالث', 1, 88766, 1484168400, 2, 'التخصص', 3, '51', 'maktab.pdf', 877, 876, 'A@yahoo.com', 877, '45', 'حى', '1', '0', '0', '', '', '6', 2, 0, 0, '', 'a:1:{i:0;s:1:"1";}', 1, '1485118800', '', 1, '1', ''),
(5, 'العضو المتطوع الاول', 1, 12345, 1484600400, 2, 'التخصص', 3, '51', 'maktab.pdf', 909090, 87879878, 'A@yahoo.com', 777777, '44', 'حى', '1', '0', '0', '', '', '6', 2, 0, 0, '', 'a:4:{i:0;s:1:"1";i:1;s:1:"3";i:2;s:1:"5";i:3;s:1:"7";}', 1, '1485205200', '', 1, '1', ''),
(6, 'عضو الفريق الرئيسى', 1, 9881928, 1484773200, 2, 'التخصص', 3, '51', 'maktab.pdf', 2147483647, 2147483647, 'A@yahoo.com', 8968534, '44', 'حى', '1', '0', '0', '', '', '0', 2, 0, 0, '', 'a:2:{i:0;s:1:"1";i:1;s:1:"2";}', 2, '1485205200', '', 1, '1', ''),
(7, 'eslam', 1, 2, 1484082000, 2, '2', 3, '51', '0', 2, 2, 'a@a', 2, '44', '2', '1', '', '', '', '', 'إختر نوع فصيلة الدم', 2, 0, 0, '', 'N;', 1, '1485205200', '', 0, '1', ''),
(8, 'admin', 1, 3232323, 1484600400, 2, '323123', 3, '51', '0', 2147483647, 6565656, 'a@yahoo.com', 645655, '44', '6565656', '1', '', '', '', '', '6', 2, 0, 0, '', 'a:1:{i:0;s:1:"1";}', 1, '1485205200', '', 1, '1', ''),
(9, 'eslam sami', 1, 234, 1484168400, 2, '234', 3, '51', '0', 234, 234, 'a@a', 234, '45', '234', '1', '', '', '', '', '6', 2, 0, 0, '', 'a:1:{i:0;s:1:"1";}', 1, '1485205200', '', 1, '1', ''),
(10, 'محمد عادل سعيد', 1, 98291829, 1483909200, 2, 'التخصص', 3, '51', 'maktab.pdf', 9829182, 9182928, 'A@yahoo.com', 91282292, '45', 'حى', '2', '4', '5', 'الإدارة', 'مسمي وظيفي', '6', 1, 7, 1, 'أسم الشركة', 'a:5:{i:0;s:1:"1";i:1;s:1:"2";i:2;s:1:"3";i:3;s:1:"5";i:4;s:1:"6";}', 1, '1485291600', '', 1, '1', ''),
(11, 'محمد عادل الفريق', 1, 929182, 1483995600, 2, 'التخصص', 10, '51', 'maktab.pdf', 87878, 87878, 'A@yahoo.com', 87878, '44', 'حى', '1', '', '', '', '', '6', 2, 0, 0, '', 'a:2:{i:0;s:1:"6";i:1;s:1:"7";}', 2, '1485291600', '', 1, '1', '');

-- --------------------------------------------------------

--
-- Table structure for table `voting`
--

CREATE TABLE IF NOT EXISTS `voting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `count` int(200) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `voting`
--

INSERT INTO `voting` (`id`, `name`, `count`) VALUES
(1, 'ممتازه', 9),
(2, 'جيده جدا', 15),
(3, 'مقبوله', 16);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
