<section class="words">
    <div class="container">
        <div class="">

            <div class="panel panel-success">
                <div class="panel-heading">
                    <h3 class="panel-title">كلمة رئيس مجلس الإدارة</h3>
                </div>
                <div class="panel-body">
                    <strong>كلمة صاحب السمو الملكي الامير سعود بن عبد المحسن أمير منطقة حائل رئيس المجلس التنسيقي للجمعيات</strong>  <br>

                    أن المواطنة الحقة تجعلنا أمام مسئولية مضاعفة مسولين وأفراد من أجل ان تبقي هذه البلاد مثلا يحتذي بها في مدي عمق الروابط بين أبناء الوطن والاسهام الفاعل في بناءه وتحويل مشاعر الانتماء الصادق الي سلوكيات تحافظ علي المنجزات وتضاعفها <br>
                    أن المواطنة الحقة تجعلنا أمام مسئولية مضاعفة مسولين وأفراد من أجل ان تبقي هذه البلاد مثلا يحتذي بها في مدي عمق الروابط بين أبناء الوطن والاسهام الفاعل في بناءه وتحويل مشاعر الانتماء الصادق الي سلوكيات تحافظ علي المنجزات وتضاعفها
                    <br>
                    أن المواطنة الحقة تجعلنا أمام مسئولية مضاعفة مسولين وأفراد من أجل ان تبقي هذه البلاد مثلا يحتذي بها في مدي عمق الروابط بين أبناء الوطن والاسهام الفاعل في بناءه وتحويل مشاعر الانتماء الصادق الي سلوكيات تحافظ علي المنجزات وتضاعفها
                </div>
            </div>
        </div>
    </div>
</section>